[
        {
                "id": "5B52C56F-0C2D-47B2-A899-7853C1B3098A",
                "title": "Аватар",
                "year": "2009",
                "genre": "фантастика, боевик, драма, приключения",
                "description":
                "Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.",
                "thumbURL": "https://example.com/thumb1.jpg"
        },
        {
                "id": "7F2E6334-7938-4BC6-B3F5-5CA80CBA43E2",
                "title": "Бойцовский клуб",
                "year": "1999",
                "genre": "Драма",
                "description":
                "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение. Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.",
                "thumbURL": "https://example.com/thumb2.jpg"
        },
        {
                "id": "D828589E-0FBC-48CE-A1A4-8B4B9FEC12A4",
                "title": "Криминальное чтиво",
                "year": "1994",
                "genre": "криминал, драма",
                "description": 
                "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса. В первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности.",
                "thumbURL": "https://example.com/thumb3.jpg"
        },
        {
                "id": "DC799CE1-75E0-4D7C-8612-3A0D0D0FD02B",
                "title": "Темный рыцарь",
                "year": "2008",
                "genre": "фантастика, боевик, триллер, криминал, драма",
                "description": 
                "Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, известным напуганным горожанам под именем Джокер.",
                "thumbURL": "https://example.com/thumb4.jpg"
        }
]
